Repository: giellalt/corpus-nob
Catalog: tmx/smj/admin/sd/samediggi.no/avlyser_komitemotene_i_mai.html.tmx
Source language: nob
Languages: smj

source: Avlyser komitémøtene i mai
smj: E sjatta juogostjåhkanime moarmesmánon

source: Sametinget arrangerer ikke komitémøter i mai.
smj: Sámedigge ij ásada juogostjåhkanimijt moarmesmánon.

source: Det er vedtatt på grunnlag av råd fra kommunelegen i Karasjok og Folkehelseinstituttet.
smj: Dat la Karasjok suohkanadåktåra mierreduvvam neavvagiid vuodon ja Vuona beal Álmmukvarresvuodainstituhta njuolgadusáj vuodon.

source: Sametingets plenumsledelse vedtar etter påske når og hvordan plenumsmøtet i juni skal arrangeres.
smj: Sámedikke ållestjåhkanime jådedimgådde låhpalasj mærrádusáv válldá dakka maŋŋela bæssátjij goassa ja makkir hámen biehtsemáno ållestjåhkanibme ásaduvvá.

source: – Vi har noen muligheter som vi vurderer, sier plenumsleder Tom Sottinen.
smj: – Miján li gallegasj máhttelisvuoda majt árvustallap, javllá tjåhkanimjådediddje Tom Sottinen.

source: Det er viktig for Sametinget å følge råd og vedtak som er gjort av Folkehelseinstituttet og regjeringen.
smj: Sámediggáj la ájnas duhtadit ja tjuovvot dajt rádejt ja mærrádusájt majt Álmmukvarresvuodainstituhtta ja ráddidus mierredit.
